tap "arl/arl"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "aria2"
brew "bash"
brew "bat"
brew "btop"
brew "cbonsai"
brew "chafa"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "duf"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "grep"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "node"
brew "mailsy"
brew "mas"
brew "neovim"
brew "oh-my-posh"
brew "ollama"
brew "onefetch"
brew "pipx"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "speedtest-cli"
brew "spicetify-cli"
brew "syncthing"
brew "television"
brew "tldr"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "trash-cli"
brew "tty-clock"
brew "vim"
brew "vivid"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "arl/arl/gitmux"
cask "font-jetbrains-mono-nerd-font"
cask "font-josefin-sans"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "iina"
cask "karabiner-elements"
cask "keepassxc"
cask "monitorcontrol"
cask "neardrop"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "rar"
cask "raycast"
cask "spotify"
cask "telegram"
cask "upscayl"
cask "whatsapp"
cask "zed"
cask "zen-browser"
mas "AdGuard for Safari", id: 1440147259
mas "Encrypto", id: 935235287
mas "Keynote", id: 409183694
mas "Night Eye", id: 1450504903
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "superagent", id: 1568262835
