tap "arl/arl"
tap "grishka/grishka"
tap "josephburgess/formulae"
tap "nikitabobko/tap"
brew "aria2"
brew "asciinema"
brew "atuin", restart_service: :changed
brew "bash"
brew "bat"
brew "btop"
brew "carapace"
brew "cbonsai"
brew "chafa"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "deno"
brew "duf"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "luarocks"
brew "node"
brew "mailsy"
brew "mas"
brew "media-info"
brew "neovim"
brew "nushell"
brew "oh-my-posh"
brew "ollama"
brew "onefetch"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "silicon"
brew "speedtest-cli"
brew "spicetify-cli"
brew "superfile"
brew "syncthing", restart_service: :changed
brew "television"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "trash-cli"
brew "uv"
brew "vim"
brew "vivid"
brew "wget"
brew "yajl"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "arl/arl/gitmux"
brew "josephburgess/formulae/gust"
cask "font-comic-mono"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-josefin-sans"
cask "font-symbols-only-nerd-font"
cask "iina"
cask "imageoptim"
cask "imaging-edge-webcam"
cask "keepassxc"
cask "keycastr"
cask "kitty"
cask "macdroid"
cask "monitorcontrol"
cask "mos"
cask "notion"
cask "obsidian"
cask "rar"
cask "raycast"
cask "spotify"
cask "telegram"
cask "upscayl"
cask "whatsapp"
cask "zed"
cask "zen"
mas "AdGuard for Safari", id: 1440147259
mas "Dropover", id: 1355679052
mas "Encrypto", id: 935235287
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Super Agent", id: 1568262835
