tap "homebrew/bundle"
tap "homebrew/services"
brew "aria2"
brew "bash"
brew "bat"
brew "btop"
brew "cbonsai"
brew "cowsay"
brew "curl"
brew "duf"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "grep"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "node"
brew "mailsy"
brew "mas"
brew "neovim"
brew "nu"
brew "nushell"
brew "oh-my-posh"
brew "ollama"
brew "pipx"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "speedtest-cli"
brew "starship"
brew "syncthing"
brew "television"
brew "tldr"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "tty-clock"
brew "vim"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
cask "font-jetbrains-mono-nerd-font"
cask "font-josefin-sans"
cask "font-symbols-only-nerd-font"
cask "iina"
cask "keepassxc"
cask "localsend"
cask "monitorcontrol"
cask "obsidian"
cask "rar"
cask "raycast"
cask "telegram"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "zed"
cask "zen-browser"
mas "AdGuard for Safari", id: 1440147259
mas "Night Eye", id: 1450504903
mas "Super Agent", id: 1568262835
